Repository: giellatekno/neahttadigisanit
Catalog: src/neahtta/translations/*/LC_MESSAGES/messages.po
Languages: fi, lv, ru

source: Standard (syllabics)
fi: Standardi (tavu-aakkoset)

source: Transliterated
fi: Translitteroitu

source: Standard
fi: Tavallinen

source: Mobile friendly
fi: Mobiiliystävällinen

source: Online Odawa dictionary
fi: Lisää odawa-sanakirjoja

source: Social media
fi: Sosiaalinen media

source: (incl. <em>ио</em>)
fi: (myös <em>ио</em>)

source: Molodtsov orthography
fi: Molotsovin ortografia

source: (incl. <em>жзиоч</em>)
fi: (myös <em>жзиоч</em>)

source: Standard (<em>ӝӟӥӧӵ</em>)
fi: Kirjakielen kirjaimet (<em>ӝӟӥӧӵ</em>)

source: Social media (incl. <em>жзиоч</em>)
fi: Sosiaalimedia (myös <em>жзиоч</em>)

source: North Sámi
fi: Pohjoissaame
lv: Ziemeļsāmu
ru: Северно-саамский

source: North Sámi (#SoMe)
fi: Pohjoissaame (#SoMe)
lv: Ziemeļsāmu (#SoMe)
ru: Северно-саамский (#SoMe)

source: English
fi: Englanti
lv: Angļu
ru: Английслий

source: Hungarian
fi: Unkari

source: South Sámi
fi: Eteläsaame
lv: Dienvidsāmu
ru: Южно-саамский

source: Udmurt
fi: Udmurtti

source: Kven
fi: Kveeni
lv: Kvenu
ru: Квен

source: Olonetsian
fi: Aunuksenkarjala
lv: Oloņecas karēļu
ru: Ливвиковский

source: Estonian
fi: Viro

source: Livonian
fi: Liivi
lv: Lībiešu
ru: Лив

source: Izhorian
fi: Inkeroinen
lv: Ižoru
ru: Ижорский

source: Veps
fi: Vepsä

source: Votic
fi: Vatja

source: Erzya
fi: Ersä

source: Moksha
fi: Mokša
lv: Mokšas mordviešu
ru: Мокша

source: French
fi: Ranska

source: Western Mari
fi: Vuorimari
lv: Kalnu mariešu
ru: Горномарийский

source: Eastern Mari
fi: Niittymari

source: Nenets
fi: Nenetsi
lv: Ņencu
ru: Ненецкий

source: Skolt Sami
fi: Koltansaame

source: Northern Haida
fi: Pohjoishaida

source: Khanty
fi: Hanti

source: Irish
fi: Iiri

source: Finnish
fi: Suomi
lv: Somu
ru: Финский

source: Norwegian
fi: Norja
lv: Norvēģu
ru: Норвежский

source: Russian
fi: Venäjä
lv: Krievu
ru: Русский

source: Latvian
fi: Latvia
lv: Latviešu
ru: Латвийский

source: Romanian
fi: Romania

source: (incl. <em>aaacdnsz</em>)
fi: (myös <em>aaacdnsz</em>)

source: (incl. <em>acdnstz</em>)
fi: (myös <em>acdnstz</em>)

source: Tolerant
fi: Suvaitsevainen

source: Standard (<em>áčđŋšŧž</em>)
fi: Kirjakielen kirjaimet (<em>áčđŋšŧž</em>)
lv: Standarts (<em>áčđŋšŧž</em>)
ru: Стандартный вариант (<em>áčđŋšŧž</em>)

source: Tolerant (also <em>acdnstz</em>)
fi: Suvaitsevainen (myös <em>acdnstz</em>)

source: mobile friendly
fi: (... ja on kännykkä-ystävällinen!)

source: About
fi: Meistä
lv: Par mums
ru: Про нас

source: A dictionary that understands what you're looking for.
fi: Sanakirja, joka ymmärtää, mitä etsit.
lv: Vārdnīca, kura saprot, ko jūs meklējat.
ru: Словарь, который понимает, что ищешь.

source: (... And is mobile-friendly!)
fi: (... ja on kännykkä-ystävällinen!)
lv: (Un ir draudzīga mobilajiem tālruņiem!)
ru: (... И для мобильных устройств!)

source: Free
fi: Vapaa
lv: Bezmaksas
ru: Бесплатный

source: Everything (or, well, almost everything) that concerns minority languages should be free. Here you'll find free dictionaries, and other analytical tools.
fi: Kaiken (tai melkein kaiken), mikä koskee vähemmistökieliä pitäisi olla ilmaista. Täältä löydät ilmaisia sanakirjoja ja muita analyysiohjelmia.
lv: Visam (labi, gandrīz visam), kas attiecas uz mazākumtautību valodām, vajadzētu būt pieejamam bez maksas. Šeit jūs atradīsiet brīvi pieejamas bezmaksas vārdnīcas un citus analītiskos instrumentus.
ru: Все (или, ну, почти все), что касается языков меньшинств должно быть бесплатным. Здесь Вы найдете бесплатные словари, и другие инструменты для анализа.

source: Open-Source
fi: Avoin lähdekoodi
lv: Atklātais pirmkods
ru: Открытые источники

source: Everything here is based on open-source tools. Do you have an idea for an app or research project that needs linguistic resources? Visit <a class="blue" href="http://giellatekno.uit.no/">Giellatekno</a>'s website for information on how to get access to lexicon files, and morphological and syntactic analyzers.
fi: Tämä sanakirja perustuu avoimiin työkaluihin. Onko sinulla ideoita uusia appeja tai tutkimusprojekteja varten, jotka tarvitsevat kielellisia datoja? Siinä tapauksessa löydät tietoja leksikkotiedostoista ja morfologisista ja syntaktisista analyysiohjelmista <a class="blue" href="http://giellatekno.uit.no/">Giellateknon sivuilta</a>.
lv: Šeit viss ir balstīts uz atklātā pirmkoda instrumentiem. Vai jums ir ideja par aplikāciju vai pētniecības projektu, kam nepieciešami lingvistiskie resursi? Apmeklējiet tīmekļa vietni <a class="blue" href="http://giellatekno.uit.no/">Giellatekno</a>, lai uzzinātu, kā piekļūt leksikas failiem, kā arī morfoloģiskajam un sintaktiskajam analizatoram.
ru: Здесь все основано на открытом исходном коде. Если у Вас есть идея для приложения или исследовательского проекта, который нуждается языковых ресурсах? Посетите веб-сайт <a class="blue" href="http://giellatekno.uit.no/"> Giellatekno </a> для получения информации о том, как получить доступ к лексике файлов, и морфологических и синтаксических анализаторов.

source: Linguistic basis
fi: Kielitieteellinen perusta
lv: Lingvistiskā bāze
ru: Лингвистические основы

source: Write what you wish, and the dictionary will analyze it to break apart compound words and find base forms.
fi: Kirjoita mitä haluat, ja sanakirjaa analysoi sitä löytääkseensä yhdyssanojen ja taivutettujen muotojen vartalot.
lv: Ierakstiet vārdu un vārdnīca to izanalizēs, sadalot iespējamos salikteņus un atrodot pamatformas.
ru: Пишешь что хочешь, словарь сам делит слова на части и делает им анализ.

source: Source material
fi: Lähdemateriaali
lv: Avotu materiāli
ru: Источники для материала

source: sme ↔ nob
fi: Pohjoissaame ↔ norja
lv: ziemeļsāmu ↔ norvēģu

source: North Sámi → Norwegian builds on Nils Jernsletten's dictionary <em>Álgosátnegirji</em> (4322 words), but now it contains 30,000 entries, plus 6000 place name entries. Norwegian → North Sámi is based on the North Sámi → Norwegian dictionary, but we have adde frequent Norwegian words. It contains about 26,000 Norwegian entries.
fi: Pohjoissaame → norja perustuu Nils Jernslettenin sanakirjaan <em>Álgosátnegirji</em> (4322 sanaa), mutta sanavarastossa on nyt n. 30,000 sanaa ynnä 6000 paikannimeä. Norja → pohjoissaame-sanakirja perustuu pohjoissaame-norja-sanakirjaan, mutta me olemme lisänneet paljon käytettyjä norjankielisiä sanoja. Sanakirjassa on nyt n. 26000 norjankielistä hakusanaa.

source: sma ↔ nob
fi: Eteläsaame ↔ norja
lv: dienvidsāmu ↔ norvēģu

source: The dictionaries for South Sámi and Norwegian build on material prepared by Albert Jåma and Tove Brustad in the <a class="blue" href="http://www.ruovatsijte.no/">Hemnes Sámi Organization</a>, but has in addition gained words from <a class="blue" href="http://giellatekno.uit.no/">Giellatekno</a> and <a class="blue" href="http://aajege.no/">Aajege</a>'s work with the Southern Sámi <a class="blue" href="http://oahpa.no">Oahpa</a>.
fi: Norja-eteläsaame-sanakirjat perustuvat Albert Jåman ja Tove Brustadin laatimiin sanalistoihin, jotka löytyvät a class="blue" href="http://www.ruovatsijte.no/">Hemnes saamen seuran</a> sivuilta. Tämän lisäksi <a class="blue" href="http://giellatekno.uit.no/">Giellatekno</a> ja <a class="blue" href="http://aajege.no/">Aajege</a> ovat lisänneet sanoja eteläsaamen <a class="blue" href="http://oahpa.no">Oahpa-työn</a> yhteydessä.
lv: Dienvidsāmu un norvēģu valodas vārdnīcas ir veidotas, balstoties uz Alberta Jomas (Albert Jåma) un Tūves Brustades (Tove Brustad) materiāliem, kas atrodas: <a class="blue" href="http://www.ruovatsijte.no/">Hemnes sāmu organizācija</a>). Tie ir papildināti ar vārdiem no <a class="blue" href="http://giellatekno.uit.no/">Giellatekno</a> un <a class="blue" href="http://aajege.no/">Aajege</a> darba par dienvidsāmu valodu <a class="blue" href="http://oahpa.no">Oahpa</a>.
ru: Словари для Южно-саамского и норвежского строятся на материале, подготовленном Альберт Джама и Туве Брустада в <a class="blue" href="http://www.ruovatsijte.no/"> организации Гемнес саами </a>, но в дополнение получили слова из работ <a class="blue" href="http://giellatekno.uit.no/"> Giellatekno </a> и <a class="blue" href="http://aajege.no/">Aajege</a>" с южным саамским <a class="blue" href="http://oahpa.no">Oahpa</a>.

source: sme ↔ fin
fi: Pohjoissaame ↔ suomi
lv: ziemeļsāmu ↔ somu

source: Dictionaries for North Sámi and Finnish are based on lexical material from the <a class="green" href="http://kotus.fi">Institute for the Languages of Finland</a>, and from Giellatekno's work with the North Sámi <a class="green" href="http://oahpa.no">Oahpa</a>. In addition, we have included frequent words from North Sámi, but especially from Finnish.
fi: Pohjoissaame-suomi-sanakirjat pohjautuvat Giellateknon <a class="green" href="http://oahpa.no">Oahpa-työhön</a> ja <a class="green" href="http://kotus.fi">Kotimaiste kielten keskuksen</a> " "sanalistoihin. Olemme myös lisäneet tavanomaisia pohjoissaamen ja erityisesti suomen kielen sanoja.
lv: Ziemeļsāmu un somu valodas vārdnīcas ir veidotas, balstoties uz leksikas materiālu, kas izstrādāts <a class="green" href="http://kotus.fi">Somijas Valodu institūtā</a>, un uz "Giellatekno" ziemeļsāmu valodas projektu <a class="green" href="http://oahpa.no">Oahpa</a>. Tās esam papildinājuši ar biežāk lietotajiem ziemeļsāmu un it īpaši ar somu valodas vārdiem.
ru: Словари для северно-саамского и финского основаны на лексическом материале из <a class="green" href="http://kotus.fi"> Института Языки Финляндии</a>, и от автора работы в Giellatekno с северно-саамским <a class="green" href="http://oahpa.no"> Oahpa </a>. Кроме того, мы включили частые слова из северно-саамского, но особенно из финского.

source: Each of the dictionaries contains about 11,000 base words.
fi: Molemmat sanakirjat sisältyvät noin 11 000 hakusanaa.
lv: Visās vārdnīcās ir apmēram 11 000 pamatvārdu.
ru: Каждый из словарей содержит около 11.000 базовых слов.

source: Find a problem?
fi: Törmäsitkö ongelmaan?

source: If you find any bugs, please get in touch with us. Describe the problem, and tell us what web browser or mobile phone you were using, or what word you were searching for when you encountered the problem.
fi: Ota yhteyttä meihin, jos löydät ongelman. Kuvaile ongelma, ja kerro meille mitä sanaa etsit, kun löysit ongelman.

source: Comment here if you have any suggestion for improvements! Remember to include which word you want us to improve.
fi: Kommentoi tähän, jos sinulla on parannusehdotuksia! Muista kertoa mitä sanaa asia koskee.

source: Contact us
fi: Ota yhteyttä meihin

source: Need more dictionaries? <a href="http://dicts.uit.no/">Here's our full list</a>, and more resources.
fi: Tarvitsetkö lisää sanakirjoja? <a href="http://dicts.uit.no/">Tässä on kaikki meidän sanakirjat.</a>.

source: Paradigm
fi: Paradigma

source: Created with free and open-source language tools from <em><a href="http://giellatekno.uit.no">Giellatekno</a></em>, a Sámi Language Technology group at the <a href="http://uit.no">University of Tromsø</a>.
fi: <em> <a href="http://uit.no">UiT Norjan arktisen yliopiston</a> tutkimusryhmä<a href="http://giellatekno.uit.no/index.fin.html">Giellatekno</a></em> on tehnyt nämä sanakirjaohjelmat vapaiden ja avoimella lähdekoodilla laadittujen kieliohjelmien avulla.
lv: Izveidots ar <em><a href="http://giellatekno.uit.no">Giellatekno</a></em> brīvi pieejamiem un atklātā pirmkoda valodas instrumentiem. "Giellatekno" ir <a href="http://uit.no">Tromses Universitātes</a> Sāmu valodas tehnoloģijas pētniecības grupa.
ru: Создано с бесплатным и с открытым исходным кодом языков из <em> <a href="http://giellatekno.uit.no"> Giellatekno </a> </em>, технологии группы языков саами в <a href="http://uit.no"> университете Тромса </a>.

source: Select a word, and press Tab
fi: Valitse sana, ja painaa Tab"

source: ohcansátni
fi: hakusana

source: Search
fi: Etsi
lv: Meklēt
ru: Искать

source: Search texts
fi: Etsi teksteistä

source: Other dictionaries
fi: Muita sanakirjoja
lv: Citas vārdnīcas

source: Search for a word, or a word form for a word analysis and definition.
fi: Etsi sanaa tai sanamuotoa analysoitavaksi tai määriteltäväksi.
lv: Meklēt vārdu vai vārdformu vārda analīzei un tulkojumam.
ru: Поиск слова или словоформы для анализа слов и определений.

source: Everything here is based on open-source tools. Do you have an idea for an app or research project that needs linguistic resources? Visit the <a class="blue" href="http://altlab.artsrn.ualberta.ca/">ALTLab</a> and <a class="blue" href="http://giellatekno.uit.no/">Giellatekno</a> websites for information on how to get access to lexicon files, and morphological and syntactic analyzers.
fi: Tämä sanakirja perustuu avoimiin työkaluihin. Onko sinulla ideoita uusia appeja tai tutkimusprojekteja varten, jotka tarvitsevat kielellisia datoja? Siinä tapauksessa löydät tietoja leksikkotiedostoista ja morfologisista ja syntaktisista analyysiohjelmista <a class="blue" href="http://giellatekno.uit.no/">Giellateknon sivuilta</a>.

source: More to come...
fi: Lisää tulossa...
lv: Būs vēl…
ru: Еще не все...

source: Sources and References
fi: Lähteet ja kirjallisuus

source: mrj ↔ fin
fi: Länsimari ↔ suomi

source: Dictionaries for Hill Mari and Finnish are based on lexical material from a large array of dictionaries and written literature from the 20th and 21th centuries. A note-worthy dictionary is the Hill Mari - Russian dictionary by Anna A. Savatkova (1981). Translation work is being conducted at the University of Helsinki by Julia Kuprina with funding from the Kone Foundation.
fi: Länsimari-suomi-sanakirja on laadittu usean sanakirjan, eritoten Anna A. Savatkovan Länsimari-venäjä-sanakirjan, sekä marinkielisen kirjallisuuden pohjalta. Käännöstyön teki Julia Kuprina Koneen Säätiön tuella.

source: liv ↔ fin
fi: Liivi ↔ suomi

source: olo ↔ fin
fi: Livvi ↔ suomi

source: Dictionaries for Livvi Karelian (Olonets) and Finnish are based on lexical material from the Livvi language newspaper "Oma mua" and a large array of dictionaries. Translation work is being conducted at the University of Helsinki by Timo Rantakaulio with funding from the Kone Foundation.
fi: Livvi-suomi-sanakirjat perustuvat livvikielisen sanomalehden "Oma mua" sanoihin ja moniin sanakirjoihin. Työn tekee Timo Rantakaulio Helsingin Yliopistossa Koneen säätiön tuella.

source: We have moved some languages to <a href="http://sonad.oahpa.no/">Sonad</a>, please update your bookmarks.
fi: Olemme siirtäneet joitakin kieliä osoitteeseen <a href="http://sonad.oahpa.no/">Sonad</a>, päivitä kirjamerkkiäsi.

source: North Sámi → Norwegian builds on Nils Jernsletten's dictionary <em>Álgosátnegirji</em> (4322 words), but now it contains 30,000 entries, plus 6000 place name entries. Norwegian → North Sámi is based on the North Sámi → Norwegian dictionary, but we have added frequent Norwegian words. It contains about 26,000 Norwegian entries.
fi: Pohjoissaame → norja perustuu Nils Jernslettenin sanakirjaan <em>Álgosátnegirji</em> (4322 sanaa), mutta sanavarastossa on nyt n. 30,000 sanaa ynnä 6000 paikannimeä. Norja → pohjoissaame-sanakirja perustuu pohjoissaame-norja-sanakirjaan, mutta me olemme lisänneet paljon käytettyjä norjankielisiä sanoja. Sanakirjassa on nyt n. 26000 norjankielistä hakusanaa.

source: Approximately half of the content of the dictionaries is taken by searching for parallels in a parallel corpus of administrative text. This work was financed by the Ministry of Local Government and Modernisation.
fi: Noin puolet sanakirjan sisällöstä on lisätty hallinnolisten tekstien rinnakkaiskorpuksesta. Tämän työn on rahoittanut Norjan sisäministeriö.

source: Dictionaries for North Saami and Finnish are based on lexical material from the <a class="green" href="http://kotus.fi">Institute for the Languages of Finland</a>, and from Giellatekno's work with the North Saami <a class="green" href="http://oahpa.no">Oahpa</a>. In addition, we have included frequent words from North Saami, but especially from Finnish.
fi: Pohjoissaame-suomi-sanakirjat pohjautuvat Giellateknon <a class="green" href="http://oahpa.no">Oahpa-työhön</a> ja <a class="green" href="http://kotus.fi">Kotimaiste kielten keskuksen</a> " "sanalistoihin. Olemme myös lisäneet tavanomaisia pohjoissaamen ja erityisesti suomen kielen sanoja.

source: In both directions there are about 11,000 entries.
fi: Molemmat sanakirjat sisältyvät noin 11 000 hakusanaa.

source: Other North Saami dictionaries
fi: Muita pohjoissaamen sanakirjoja

source: If you are using a device without a Sámi keyboard, consider using <a href="/SoMe/nob/">tolerant mode</a>, which allows you to type <em>acdnstz</em> for <em>áčđŋšŧž</em>.
fi: Jos käytät puhelinta ilman saamen näppäimistöä voit käyttää <a href="/SoMe/nob/">sosiaalimedia-modusta</a>, joka mahdollistaa kirjainten <em>acdnstz</em> kirjoittamiseen <em>áčđŋšŧž</em>-kirjainten tilalle.

source: You selected tolerant mode, the variant which accepts the letters acdnstz as áčđŋšŧž in addition to their usual values.
fi: Valitsit #SoMe, sosiaalisen median lukemista varten. Se tarkoittaa, että myös kirjaimet acdnstz hyväksytään áčđŋšŧž-kirjainten tilalle

source: yrk ↔ fin
fi: Nenetsi ↔ suomi

source: myv ↔ fin
fi: ersä ↔ suomi

source: mdf ↔ fin
fi: Mokša ↔ suomi

source: Whoops! The page you requested was not found. If you think you are receiving this in error, please contact us.
fi: Hupsis! Emme löytäneet etsimäsi sivua. Ota yhteyttä meihin, jos luulet, että tämä virheilmoitus itse on virheellinen
lv: Oho! Lapa, kuru meklējāt, netika atrasta. Ja uzskatāt, ka šis paziņojums ir kļūdains, lūdzu sazinieties ar mums.
ru: Ого! Запрашиваемая Вами страница не найдена. Если вы думаете, что вы получаете эту ошибку, пожалуйста, свяжитесь с нами.

source: If you followed a link from the front page, it may be that the dictionary you were browsing is not yet bilingual.
fi: Jos seurasit linkkiä etusivulta, kyseinen sanakirja ei ehkä vielä ole kaksisuuntainen.

source: Whoops! There was some kind of error.
fi: Hupsis! Nyt kyllä tapahtui jotain kummallista...
lv: Oho! Šeit bija kāda kļūda.

source: prev
fi: edellinen

source: next
fi: seuraava

source: Neahttadigisánit
fi: Nettidigisanat

source: Swap
fi: Vaihda
lv: Pārslēgt
ru: Поменять

source: is a possible form of ...
fi: on mahdollinen muoto sanasta ...
lv: ir iespējamā forma no vārda …
ru: форма на левой стороне образованна из формы правой стороны

source: Other analyses for <em>%(user_input)s</em> without a translation.
fi: Muita analyyseja sanalle <em>%(user_input)s</em> ilman käännöstä.

source: Press Tab to select a word
fi: Valitse sana painamalla sarkainnäppäintä

source: <span class="reposition_hide">Language</span>
fi: <span class="reposition_hide">Kieli</span>
lv: <span class="reposition_hide">Valoda</span>

source: Language
fi: Kieli
lv: Valoda
ru: Язык

source: Dictionaries
fi: Sanakirjoja

source: Written variant
fi: Kirjoitettu variantti
lv: Rakstu valodas variants
ru: Писменный вариант

source: Search type
fi: Etsi tyyppiä

source: Word search
fi: Sanahaku

source: Texts
fi: Tekstit

source: Home
fi: Etusivu
lv: Sākumlapa
ru: Домашняя страница

source: Plugins
fi: Klikkaa-tekstissä
lv: Spraudņi
ru: Плагин

source: Sources
fi: Lähteet

source: Interface language
fi: Käyttöliittymän kieli
lv: Saskarnes valoda
ru: язык интерфейса

source: Back
fi: Takaisin

source: More dictionaris
fi: Lisää sanakirjoja
lv: Vairāk vārdnīcu

source: Neahttadigisánit is available for the following language groups.
fi: Neahttadigisánit on saatavana seuraaville kieliryhmille.
lv: "Neahttadigisánit" ir pieejams šādām valodu grupām

source: Balto-finnic languages
fi: Itämerensuomalaiset kielet

source: Olonets
fi: Aunuksenkarjala

source: and
fi: ja

source: Mordvinic languages
fi: Mordvalaiskielet

source: Mari languages
fi: Marin kielet

source: Eastern and Western.
fi: Itäinen ja läntinen

source: Permic languages
fi: Permiläiskielet

source: Komi-Zyrian
fi: Komi

source: Even more dictionaries...
fi: Vielä enemmän sanakirjoja...

source: <a href="http://giellatekno.uit.no/">Giellatekno</a> also has other languages and dictionaries that are not yet available in Neahttadigisánit. For a list of all other online dictionaries built with our tools, <a href="http://dicts.uit.no/">see this list</a>.
fi: <a href="http://giellatekno.uit.no/">Giellatekno</a>lla on myösmuita kieliä ja sanakirjoja, joilla eivät vielä ole Neahttadigisánit-versiota. Löydät kokonaisen listan osoitteesta <a href="http://dicts.uit.no/">dicts.uit.no</a>.

source: Bookmarklet
fi: Kirjanmerkki
lv: Grāmatzīme
ru: Букмарклет

source: Drag and drop the following link to your Bookmark toolbar, then click it when you are on a page you wish to read. The service will automatically be installed, and you will see a menu icon on the left-hand side of the page.
fi: Vedä ja pudota vihreä linkki selaintyöpalkillesi. Sen jälkeen voit klikata sitä ollessasi sivulla, jota haluat lukea. Silloin palvelu asennetaan automaattisesti, ja sivun vasemmalle laidalle ilmestyy valikkokuvake.
lv: Ielieciet apakšā esošo saiti savā grāmatzīmju rīkjoslā. Kad atrodaties lapā, kuru vēlaties lasīt, uzklikšķiniet uz tās. Pakalpojums tiks instalēts automātiski, un lapas kreisajā malā jūs redzēsiet izvēlnes ikonu.
ru: Перетащите следующую ссылку на панель инструментов закладки, затем, когда вы находитесь на странице и хотите читать, служба будет автоматически установлена, и вы увидите, значок меню на левой стороне страницы.

source: Read with %(project_name)s
fi: Lue %(project_name)s avulla

source: In order to look up a word, hold Alt or Option (⌥) and double click the word. The service will will connect to this website and return dictionary entries after a brief pause.
fi: Kun haluat käännöksen, pidä Alt tai Optio (⌥)-näppäintä alhaalla, ja kaksoisklikkaa sanaa. Ohjelma yhdistyy tähän sivuun ja hakee sanakirja-artikkelin pienen tauon jälkeen.
lv: Lai sameklētu vārdu, nospiediet Alt vai Option (⌥) un izdariet dubultklikšķi uz vārda. Pakalpojums savienosies ar šo tīmekļa vietni un pēc īsas pauzes sniegs jums attiecīgos vārdnīcas šķirkļus.
ru: Для того, чтобы найти слово, удерживая Alt или Option (⌥) и дважды нажмите на слово. Служба будет подключаться к этому сайту и записи возвращения словаря после краткой паузы.

source: To change the dictionary, click the menu icon.
fi: Klikkaa valikon kuvaketta vaihtaaksesi sanakirjaa.
lv: Lai nomainītu vārdnīcu, klikšķiniet uz izvēlnes ikonas.
ru: Чтобы поменять словарь, щелкните значок меню.

source: Installing on a website
fi: Asentaminen verkkosivulla

source: It is also possible to install the reader plugin on a website, so that users will have access to dictionaries without the bookmarklet.
fi: On myös mahdollista asentaa selainliitönnöinen verkkosivulla, niin, että lukijat pääsevät käyttämään sanakirjaa kirjamerkkiä asentamatta.

source: To do so, <a href="http://giellatekno.uit.no/doc/dicts/nds/AddingNDSPluginToOtherSites.html">follow our documentation</a>.
fi: Saat palvelun seuraamalla, <a href="http://giellatekno.uit.no/doc/dicts/nds/AddingNDSPluginToOtherSites.html"> dokumentaatiotamme</a>.

source: Browser support
fi: Selaintuki

source: The reader is supported in the following browsers:
fi: Lukuohjelmaa tukevat seuraavat selaimet:

source: Chrome (version 20 and newer)
fi: Chrome (versio 20 ja uudemmat)

source: Internet Explorer (version 9 and newer)
fi: Internet Explorer (versio 9 ja uudemmat)

source: Firefox (version 18 and newer)
fi: Firefox (versio 18 ja uudemmat)

source: Opera (version 16 and newer)
fi: Opera (versio 16 ja uudemmat)

source: Bugs?
fi: Virheitä?
lv: Kļūdas?
ru: Ошибки?
