Repository: giellatekno/neahttadigisanit
Catalog: src/neahtta/translations/*/LC_MESSAGES/messages.po
Languages: fi, lv, ru

source: If you encounter bugs, or the bookmarklet does not work on a particular page, contact us with the page URL or details of what you were reading when you encountered the problem.
fi: Jos löydät virheitä, tai jos kirjanmerkki ei toimi tietyllä nettisivulla, voit otta yhteyttä meihin, ja kertoa mistä URL:stä on kyse, tak mitä teit kun ongelma ilmentyi.
lv: Ja jūs atrodat kļūdas vai arī grāmatzīme kādā lapā nedarbojas, sazinieties ar mums un paziņojiet lapas URL vai arī, ko jūs lasījāt, kad sastapāties ar šo problēmu.
ru: Если вы обнаружите ошибки или закладка не работает на определенной странице, свяжитесь с нами и дайте URL страницы или деталей того, что вы читали, когда вы столкнулись с проблемой.

source: We do not store any private data, but we do collect individual dictionary lookups for statistics and to improve the dictionary.
fi: Emme säilytä yksityisiä tietoja, mutta keräämme yksittäisiä sanahakuja tilastointa ja sanakirjan parantamista varten.
lv: Mēs neuzglabājam privātus datus, taču mēs apkopojam atsevišķu vārdu meklējumus statistikas vajadzībām un lai uzlabotu vārdnīcu.
ru: Мы не храним никаких личных данных, но мы собираем индивидуальный поиск слов для статистики и для улучшения словаря.

source: Includes
fi: Sisältää
lv: Iekļauts

source: If you are looking for other languages, please see our <a href="%(more_dictionaries_link)s">other dictionaries</a>.
fi: Jos etsit muita kieliä, voit katsoa <a href="/more/">muita sanakirjoja</a>.

source: Additional instructions
fi: Lisäohjeita
lv: Papildu instrukcijas

source: Your web browser is supported, however, you will need to change some options for the %(app_name)s Reader to work.
fi: Nettiselaintasi tuetaan, mutta sinun pitää säätää sitä saadaksesi %(app_name)s Reader toimimaan.

source: We have made some updates to the dictionary, which require you to replace your bookmark with a new version.
fi: Olemme päivittäneet sanakirjaa ja tästä syystä sinun pitää korvata kirjanmerkkisi uudella. Poista vanha ja tee uusi kirjanmerkkiä samalla tavalla.
lv: Mēs vārdnīcai esam veikuši dažus atjauninājumus, tādēļ jums ir jāaizvieto jūsu grāmatzīme ar jauno versiju.

source: Drag and drop the following link to your Bookmark toolbar, then click it when you are on a page you wish to read. The service will automatically be installed, and you will see a menu icon on the left-hand side of the page.
fi: Vedä ja pudota seuraava linkki kirjamerkkipalkkiin ja klikkaa sitä, kun olet sivulla, jota haluat lukea sanakirjan avulla. Palvelu asennetaan automaattisesti ja tulet näkemään valikkokuvakkeen (Á) sivun vasemmalla puolella.
lv: Ielieciet sekojošo saiti savā grāmatzīmju rīkjoslā. Kad atrodaties lapā, kuru vēlaties lasīt, uzklikšķiniet uz tās. Pakalpojums tiks instalēts automātiski, un lapas kreisajā malā jūs ieraudzīsiet izvēlnes ikonu.

source: is a possible form of ...
fi: on mahdollinen muoto sanasta ...
lv: ir iespējamā forma no vārda …
ru: форма на левой стороне образованна из формы правой стороны

source: More information about this word
fi: Lisää tietoa tästä sanasta
lv: Papildu informācija par šo vārdu.
ru: Подробнее об этом слове

source: Invalid format. Only json and html allowed.
fi: Virheellinen formaatti. Vain json ja html ovat sallittuja.
lv: Nederīgs formāts. Tiek atzīts tikai json un html.
ru: Недопустимый формат. Только json и html допустимые.

source: Komi
lv: Komiešu
ru: Коми

source: Erzya Mordvin
lv: Erzas mordiešu
ru: Эрзянский

source: Options
lv: Opcijas

source: Save
lv: Saglabāt

source: In order to look up a word, hold down the <em>Alt</em> or <em>Option</em> (⌥) key, and doubleclick on a word. The service will contact the dictionary, and return a word after a short pause.
lv: Lai sameklētu vārdu, nospiediet taustiņu <em>Alt</em> vai <em>Option</em> (⌥) un izdariet dubultklikšķi uz vārda. Pakalpojums savienosies ar vārdnīcu un pēc īsas pauzes sniegs vārda tulkojumu.

source: If you find a bug, or if the bookmark does not work on a specific page <a href="mailto:giellatekno@hum.uit.no">please contact us</a>. Tell us what page didn't work, or what you did when you discovered the problem.
lv: Ja jūs atrodas kļūdu vai arī grāmatzīme nedarbojas konkrētajā lapā, <a href="mailto:giellatekno@hum.uit.no">lūdzu sazinieties ar mums</a>.

source: Error!
lv: Kļūda!

source: Could not connect to dictionary server
lv: Neizdevās savienot ar vārdnīcas serveri

source: Close
lv: Aizvērt

source: Unknown word
lv: Nezināms vārds

source: You are using
lv: Jūs izmantojat

source: Meaning not found
lv: Tulkojums netika atrasts

source: gå, dra, reise
lv: iet, doties
ru: идти, ходить, ехать, ездить

source: North Sámi → Norwegian builds on Nils Jernsletten's dictionary <em>Álgosátnegirji</em>, but here it has been more than doubled in content.
lv: Ziemeļsāmu → norvēģu virziens ir veidots uz Nila Jernsletena (Nils Jernsletten) vārdnīcas <em>Álgosátnegirji</em> bāzes, tomēr šeit tās saturs ir paplašināts vairāk nekā divas reizes.
ru: Северно-саамский → Норвежский опирается на словарь Нильс Ернслеттен в <em>Álgosátnegirji </em>, а здесь он был более чем в два раза больше по содержанию.

source: Norwegian → North Sámi is a converted version of North Sámi → Norwegian, but we have also revised the content and added frequent words from Norwegian.
lv: Norvēģu → ziemeļsāmu virziens ir apgriezta ziemeļsāmu → norvēģu valodas vārdnīcas versija, kuru mēs esam rediģējuši un pievienojuši arī biežāk sastopamos mūsdienu norvēģu valodas vārdus.
ru: Норвежско → Северно-саамский преобразованная версия Северно-саамско → Норвежского, но мы также пересмотрели содержание и добавили частые слова из норвежского.

source: Social Media (incl. <em>acdnstz</em>)
lv: Sociālie mediji (incl. <em>acdnstz</em>)
ru: Социальная медия (включая. <em>acdnstz</em>)

source: Definition not found for:
lv: Nav atrodams tulkojums vārdam:
ru: Значение не нашлось для:

source: Word %(input)s not found.
lv: Vārda %(input)s nav atrasts.
ru: Слово %(input)s не нашлось.

source: If you are using a device without a Sámi keyboard, consider using <a href="/SoMe/nob/">social media mode</a>, which allows you to type <em>acdnstz</em> for <em>áčđŋšŧž</em>.
lv: Ja jūs izmantojat ierīci bez sāmu valodas tastatūras, apsveriet iespēju izmantot <a href="/SoMe/nob/">sociālo mediju režīmu</a>, kurš jums atļauj rakstīt <em>acdnstz</em> <em>áčđŋšŧž</em> vietā.
ru: Если используешь средство без саамской клавиатуры, можешь использовать <a href="/SoMe/nob/">модель социальной медии</a>, где пишешь <em>acdnstz</em> вместо <em>áčđŋšŧž</em>.

source: You selected #SoMe, the variant for social media, which means that the letters acdnstz will be accepted as áčđŋšŧž in addition to their usual values.
lv: Jūs esat izvēlējies #SoMe, kas ir versija sociālajiem medijiem. Tas nozīmē, ka burti acdnstz līdzās to parastajai vērtībai tiks akceptēti arī kā burti áčđŋšŧž.
ru: Вы выбрали #SoMe, вариант для социальных медий, а это значит, что буквы acdnstz будут приниматься в качестве áčđŋšŧž дополнения к своим обычным значениям.

source: We're currently working on some new dictionaries for the following language groups. Since these may not always be online, they are not linked here, but please contact us if you would like to see a demo!
lv: Pašlaik mēs strādājam pie dažām jaunām šādu valodu grupu vārdnīcām. Tā kā tās ne vienmēr var atrasties tiešsaistē, uz tām šeit nav norādītas saites. Ja jūs vēlaties aplūkot demonstrācijas versiju, lūdzu sazinieties ar mums!

source: WARNING!! We have problems with Internet Explorer 8!
lv: UZMANĪBU! Mums ir problēmas ar Internet Explorer 8!
ru: ВНИМАНИЕ! У нас есть проблемы с Internet Explorer 8!

source: Read with Neahttadigisánit
lv: Lasīt ar "Neahttadigisánit" vārdnīcas palīdzību
ru: Читайте с программой Neahttadigisánit

source: If you are looking for other languages, please see our <a href="/more/">other dictionaries</a>.
lv: Ja jūs meklējat citas valodas, lūdzu aplūkojiet mūsu <a href="/more/">citas vārdnīcas</a>.

source: Your web browser is supported, however, you will need to change some options for the Neahttadigisánit Reader to work.
lv: Jūsu tīmekļa pārlukprogramma tiek atbalstīta, taču jums ir jānomaina dažas opcijas, lai "Neahttadigisánit Reader" darbotos.

source: Neahttadigisánit Reader
ru: Neahttadigisánit программа чтения
